Repository: JahongirHakimjonov/child-protection
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Course Category
uz: Kurs turkumi

source: Course Categories
uz: Kurs toifalari

source: Course
uz: Kurs

source: Courses
uz: Kurslar

source: Course Lesson
uz: Kurs darsi

source: Course Lessons
uz: Kurs darslari

source: Course Lesson Resource
uz: Kurs darsi resursi

source: Course Lesson Resources
uz: Kurs darslari resurslari

source: File Size
uz: Fayl hajmi

source: File Type
uz: Fayl turi

source: File Name
uz: Fayl nomi

source: Question Category
uz: Savol turkumi

source: Question Categories
uz: Savol turkumlari

source: Question
uz: Savol

source: Questions
uz: Savollar

source: Active
uz: Faol

source: Pending
uz: Kutilmoqda

source: Rejected
uz: Rad etildi

source: Role
uz: Rol

source: Single
uz: Yakka

source: All
uz: Hammasi

source: None
uz: Hech biri

source: User
uz: Foydalanuvchi

source: Banner
uz: Bayroq

source: Title
uz: Sarlavha

source: Message
uz: Xabar

source: Is Send
uz: Yuborilmoqda

source: Is Read
uz: O‘qilmoqda

source: Type
uz: Turi

source: Notification
uz: Bildirishnoma

source: Notifications
uz: Bildirishnomalar

source: Muddati
uz: Muddat

source: SMS tasdiqlashlar
uz: SMS tasdiqlashlarr

source: Admin
uz: Administrator

source: IP address
uz: IP manzil

source: User agent
uz: Foydalanuvchi agenti

source: Location
uz: Joylashuv

source: Last activity
uz: Oxirgi faollik

source: FCM token
uz: FCM tokeni

source: Refresh token
uz: Tokenni yangilash

source: Access token
uz: Kirish tokeni

source: Expired at
uz: Muddati:

source: Is active
uz: Faol

source: Data
uz: Ma’lumotlar

source: Active session
uz: Faol seans

source: Active sessions
uz: Faol seanslar

source: Session
uz: Seans

source: Provider
uz: Provayder

source: Provider ID
uz: Provayder ID

source: Extra data
uz: Qo‘shimcha ma’lumotlar

source: User data
uz: Foydalanuvchi ma’lumotlari

source: User does not exist
uz: Foydalanuvchi mavjud emas

source: Telefon raqami noto‘g‘ri
uz: Telefon raqami xato

source: Invalid confirmation code
uz: Tasdiqlash kodi xato

source: Time for confirmation has expired
uz: Tasdiqlash muddati tugadi

source: Try again in {expired}
uz: {expired} ichida qayta urining

source: Ro'yxatdan o'tishingiz uchun tasdiqlash kodi: %(code)s
uz: Ro‘yxatdan o‘tish uchun tasdiqlash kodi: % (kod) s

source: Registration data saved. Please confirm your code. SMS sent to {phone} phone number.
uz: Registratsiya ma’lumotlari saqlandi. Kodingizni tasdiqlang. {phone} telefon raqamiga SMS yuborildi.

source: Invalid data.
uz: Ma’lumotlar yaroqsiz.

source: Phone number already exists.
uz: Telefon raqami allaqachon mavjud.

source: User created.
uz: Foydalanuvchi yaratgan.

source: Invalid phone number or code.
uz: Telefon raqami yoki kodi xato.

source: Confirmation code sent to {phone} phone number.
uz: Tasdiqlash kodi {phone} telefon raqamiga yuborildi.

source: Avatar successfully updated.
uz: Avatar yangilandi.

source: User information successfully updated.
uz: Foydalanuvchi haqidagi axborot yangilandi.

source: Delete user account.
uz: Foydalanuvchi hisobini o‘chirish.

source: Delete authenticated user account.
uz: Autentifikatsiya qilingan foydalanuvchi hisobini o‘chirish.

source: Account successfully deleted.
uz: Hisob o‘chirib tashlandi.

source: Incorrect password provided.
uz: Parol xato kiritildi.

source: Logout user.
uz: Chiqish foydalanuvchisi.

source: Logout authenticated user.
uz: Autentifikatsiya qilingan foydalanuvchidan chiqish.

source: Incorrect session id provided.
uz: Seans identifikatori xato kiritildi.

source: User successfully logged out.
uz: Foydalanuvchi tizimdan chiqdi.

source: SMS Kodlar
uz: SMS kodlari

source: Aktiv sessiyalar
uz: Faol seanslar

source: User Social data
uz: Foydalanuvchi ijtimoiy ma’lumotlari

source: Uzbek
uz: o‘zbek

source: Russia
uz: Rossiya
